Repository: haoict/buildroot-r36s
Catalog: board/r36s/rootfs_overlay_systemd/root/*/resources/locale/*/emulationstation2.po
Languages: de, zh_cn

source: Auto save the state when you quit a game, and auto load last saved state when you start a game.
de: Automatisches Speichern des Status, wenn Sie ein Spiel beenden, und das automatische Laden des zuletzt gespeicherten Status, wenn Sie ein Spiel starten.
zh_cn: 在你退出游戏时自动保存状态，并在再次启动游戏时，自动加载上次退出时保存的状态。

source: Integer scaling is scaling by a factor of a whole number, such as 2x, 3x, 4x, etc. This option scales the image up to the greatest integer scale below the set resolution. So for instance, if you set your fullscreen resolution to 1920x1080 and enable integer scaling, it will only scale a 320x240 image up to 1280x960, and leave black borders all around. This is to maintain a 1:1 pixel ratio with the original source image, so that pixels are not unevenly duplicated.
de: Ganzzahlige Skalierung ist die Skalierung um einen Faktor einer ganzen Zahl, z.B. 2x, 3x, 4x usw. Diese Option skaliert das Bild bis zur größten ganzzahligen Skala unterhalb der eingestellten Auflösung. Wenn Sie z. B. die Vollbildauflösung auf 1920x1080 einstellen und die ganzzahlige Skalierung aktivieren, wird ein Bild mit 320x240 nur auf 1280x960 skaliert, wobei rundherum schwarze Ränder bleiben. Dies dient dazu, ein 1:1-Pixelverhältnis mit dem ursprünglichen Quellbild beizubehalten, damit die Pixel nicht ungleichmäßig dupliziert werden.
zh_cn: 渲染器类似于滤镜，用于游戏渲染。你可以为每个系统设置一个渲染器集合。或者在游戏中使用 热键+L2 或者 热键+R2 切换渲染器。

source: Enable or disable RetroAchievements in games.
de: Aktivieren oder deaktivieren Sie RetroAchievements in Spielen.
zh_cn: 添加并配置多达5个控制器。

source: Start the screensaver after N minutes.
de: Starten den Bildschirmschoner nach N Minuten.
zh_cn: 启动屏保在n分钟之后。

source: Set the screensaver behavior. DIM will reduce the screen light, and BLACK will turn the screen black.
de: Stellen Sie das Verhalten des Bildschirmschoners ein. DIM reduziert die Bildschirmhelligkeit, und BLACK macht den Bildschirm schwarz.
zh_cn: 设置屏保行为。DIM 会降低屏幕亮度， BLACK 会显示黑屏。

source: Shows a help at the bottom of the screen which displays commands you can use.
de: Zeigt eine Hilfe am unteren Rand des Bildschirms an, die Ihnen mögliche Bedienfunktionen anzeigt.
zh_cn: 在底部显示可用的命令的帮助。

source: When enabled, you can switch between systems while browsing a gamelist by pressing LEFT or RIGHT.
de: Wenn diese Funktion aktiviert ist, können Sie beim Durchsuchen einer Spieleliste durch Drücken von LINKS oder RECHTS zwischen den Systemen wechseln.
zh_cn: 当启用时，你可以在浏览游戏列表时使用左右按键在系统之间切换。

source: Updates the gamelists, if you added games since the last boot.
de: Aktualisiert die Gamelisten, falls seit dem letzten Systemstart Spiele hinzugefügt wurden.
zh_cn: 更新游戏列表，如果你在上次启动后增加了游戏。

source: Set the volume of the sound output for the frontend and the games.
de: Stellen Sie die Lautstärke der Soundausgabe für das Front-End und die Spiele ein.
zh_cn: 设置前端和游戏中的声音输出音量。

source: Get informations and visual for your games. The scraper downloads metadata and visuals for your games from different servers and enhances the user experience in EmulationStation completely.
de: Scanne nach Informationen und Bildmaterial für Ihre Spiele. Der Scraper lädt Metadaten und Visualisierungen für Ihre Spiele von verschiedenen Servern herunter und verbessert das Benutzererlebnis der EmulationStation erheblich.
zh_cn: 获取你的游戏的信息和可视内容。抓取器从不同的服务器下载你的游戏的元数据和可视内容以在 EmulationStation 中增强用户体验。

source: Select a server to scrape from. The SCREENSCRAPER server is recommended and is based on www.screenscraper.fr and scrapes game data in your language, if available.
de: Wählen Sie einen Server zum Scannen (Scrapen) aus. Es wird der SCREENSCRAPER-Server empfohlen, der auf www.screenscraper.fr basiert und Spieldaten in Ihrer Sprache abruft, sofern verfügbar.
zh_cn: 选择一个服务器作为爬取来源。推荐使用 SCREENSCRAPER， 它基于 www.screenscraper.fr 而且条件允许可以基于你的语言来爬取。

source: Begin the scrape process with the configuration shown below.
de: Starte den Scanner (Scraper) Vorgang mit der unten gezeigten Konfiguration.
zh_cn: 使用以下配置开始爬取进程。

source: Scrape and display game ratings.
de: Scannen (Scrapen) und Anzeigen von Spielbewertungen.
zh_cn: 爬取并显示游戏评分。

source: Advanced settings. Please make sure you really know what you're doing, before changing any values in this menu.
de: Erweiterte Einstellungen. Stellen bitte sicher, dass du wirklich weißt, was du tust, bevor du irgendwelche Werte in diesem Menü änderst.
zh_cn: 高级选项。请在变更这个菜单下的设置前，确定你真的知道自己在干什么。

source: Overclock your board to increase the performance.
zh_cn: 超频以提升性能表现。

source: Only show games contained in the gamelist.xml file (located in your roms directories).
zh_cn: 仅显示 gamelist.xml 中的游戏（在你的 rom 文件夹中）。

source: This option allows you to set the selected system to fixed mode. With this option activated, the user cannot access other systems.
de: Mit dieser Option kann das ausgewählte System in den fixen Modus versetzt werden. Wenn diese Option aktiviert ist, kann man nicht mehr auf andere Systeme zugreifen.
zh_cn: 这个选项允许你设置选定系统为固定模式。启用时，用户无法访问其他系统。

source: Always display the basic gamelist view, even if you have scraped your games.
de: Zeigen nur die Basisansicht der Gamelist an, auch wenn die Spieleinfos mit dem Scanner (Scraper) erweitert wurden..
zh_cn: 允许显示基础的游戏列表视图，哪怕你已经获取爬取了游戏信息。

source: Enable or disable Kodi, customize the Kodi startup, enable the X button to start Kodi
de: Habilitar o deshabilitar Kodi, personalizar el inicio de Kodi, habilitar el botón X para iniciar Kodi.
zh_cn: 启用或禁用 KODI, 自定义 KODI 启动， 启用 X 按键以启动 KODI

source: Enable or disable Kodi. If kodi is disabled, you won't be able to start it with the X button, or start it automatically at boot. The menu entry will be removed as well.
de: Aktiviere oder deaktiviere Kodi, passen den Kodi-Start an, aktivieren die X-Taste zum Starten von Kodi
zh_cn: 启用或禁用 KODI, 如果 KODI 被禁用，你无法使用 X 按键启动， 或在系统启动时自动启动 KODI。菜单项也会被移除。

source: Use the X button to start Kodi.
de: Verwenden die X-Taste, um Kodi zu starten.
zh_cn: 使用 X 按键启动 KODI。

source: Automatically start into Kodi on boot.
de: Beim Hochfahren automatisch mit Kodi starten.
zh_cn: 在系统启动时自动启动 KODI。

source: Show the framerate in EmulationStation and in game.
de: Anzeige der Framerate in EmulationStation und im Spiel.
zh_cn: 在 EmulationStation 或游戏中显示帧率。

source: Select which emulator to use when you start a game for this system.
de: Auswahl des Emulators, der verwendet werden soll, wenn man ein Spiel für dieses System startet.
zh_cn: 选择这个系统使用哪个模拟器来启动游戏。

source: Select which core to use for the selected emulator. For example, the LIBRETRO emulator has many cores to run Super Nintendo games. The default core you choose here can also be overridden in game specific settings.
de: Wählen aus, welcher CORE für den ausgewählten Emulator verwendet werden soll. Der LIBRETRO-Emulator hat z. B. viele Cores, um Super Nintendo-Spiele auszuführen. Der hier gewählte Standard-Core kann auch in den spielspezifischen Einstellungen eines Spiles überschrieben werden.
zh_cn: 选择选定模拟器使用哪个核心。比如，LIBRETRO 模拟器右很多核心来运行 Super Nintendo 游戏。并且你在这选择的默认核心可以被特定游戏的配置所覆盖。

source: USE COMPOSED VISUALS
de: NUTZE VISUELLE KOMPOSTIONEN
zh_cn: 使用符合可视化

source: CHECK UPDATES
de: NACH AKTUALISIERUNGEN SUCHEN
zh_cn: 检查更新

source: UPDATE TYPE
de: AKTUALISIERUNGSART
zh_cn: 更新类型

source: INTEGER SCALE (PIXEL PERFECT)
de: GANZZAHLIGE SKALIERUNG (PIXELGENAU)
zh_cn: 整数缩放（点对点）

source: ADVANCED SETTINGS
de: ERWEITERTE-EINSTELLUNGEN
zh_cn: 高级设置

source: BOOT SETTINGS
de: START-EINSTELLUNGEN
zh_cn: 启动设置

source: GAMELIST ONLY
de: NUR SPIELLISTE
zh_cn: 启动到特定系统

source: BOOT ON GAMELIST
de: SYSTEM DETAILLIERT ANZEIGEN
zh_cn: 隐藏系统视图

source: EMULATOR ADVANCED CONFIGURATION
de: ERWEITERTE KONFIGURATION DES EMULATORS
zh_cn: 模拟器高级配置

source: ADVANCED EMULATOR CONFIGURATION
de: ERWEITERTE EMULATOR-KONFIGURATION
zh_cn: 高级模拟器配置

source: HELP
de: HILFE
zh_cn: 帮助

source: THE SYSTEM IS UP TO DATE
de: DAS SYSTEM IST AUF DEM NEUESTEN STAND
zh_cn: 系统已更新到最新

source: FORCE BASIC GAMELIST VIEW
de: ERZWINGE ANSICHT DER BASISSPIELLISTE
zh_cn: 强制使用基础游戏列表视图

source: DOWNLOADED
de: HERUNTERGELADEN
zh_cn: 已下载

source: UPDATE VERSION:
de: VERSION AKTUALISIEREN:
zh_cn: 更新版本：

source: UPDATE CHANGELOG:
de: AKTUALISIERE ÄNDERUNGSPROTOKOLL:
zh_cn: 更新变更记录：

source: MORE DETAILS
de: WEITERE DETAILS
zh_cn: 更多

source: CAROUSEL TRANSITIONS
de: KARUSSELL-ÜBERGÄNGE
zh_cn: 轮播

source: ENABLE FILTERS
de: FILTER AKTIVIEREN
zh_cn: 启用过滤

source: THEME CONFIGURATION
de: DESIGN-KONFIGURATION
zh_cn: 主题设置

source: THEME COLORSET
de: FARBENSET DES DESIGNS
zh_cn: 主题 COLORSET

source: THEME ICONSET
de: DESIGN SYMBOLSET
zh_cn: 主题 ICONSET

source: THEME MENU
de: DESIGN-MENÜ
zh_cn: 主题菜单

source: THEME SYSTEMVIEW
de: DESIGN SYSTEMANSICHT
zh_cn: 主题系统视图

source: THEME GAMELISTVIEW
de: DESIGN SPIELÜBERSICHT
zh_cn: 主题游戏列表视图

source: THEME REGION
de: DESIGN REGION
zh_cn: 主题地区

source: THIS THEME HAS NO OPTION
de: DIESES DESIGN HAT KEINE OPTIONEN
zh_cn: 这个主题没有可选项

source: MANUAL INPUT
de: MANUELLE EINGABE
zh_cn: 手动输入

source: AN ERROR OCCURED - DOWNLOADED
de: EIN FEHLER IST AUFGETRETEN - HERUNTERGELADEN
zh_cn: 出错了 - 已下载

source: START KODI
de: STARTE KODI
zh_cn: 启动 KODI

source: Shows the current available update version.
de: Anzeige der aktuell verfügbaren Aktualisierungsversion.
zh_cn: 显示当前可用的更新版本。

source: Shows the current available update changelog.
de: Zeigt das aktuell verfügbare Änderungsprotokoll der Aktualisierung an.
zh_cn: 显示当前可用的更新变更记录。

source: Configure an associated controller. Your controller has to be associated / plugged before.
de: Konfigurieren eines zugeordneten Kontrollers. Ihr Kontroller muss vorher zugeordnet / angeschlossen worden sein.
zh_cn: 配置一个已关联的控制器。你的控制器必须已经关联或插入过。

source: Choose if carousel will be animated or not during transitions
de: Einstellen, ob das Karussell bei Übergängen animiert werden soll oder nicht.
zh_cn: 选择在转场期间是否对轮播进行动画处理

source: Select the type of transition that occurs when you start a game. INSTANT will do nothing, FADE will fade to dark, and SLIDE will zoom on the game cover (or name if there is no scrape information)
de: Wählen Sie die Art des Übergangs, der beim Starten eines Spiels ausgeführt wird. INSTANT bewirkt nichts, FADE lässt das Spiel dunkel werden und SLIDE vergrößert das Spielcover (oder den Namen, wenn es keine Scrape-Informationen gibt)
zh_cn: 选择开始游戏时发生的过渡类型。 INSTANT将不执行任何操作，FADE将淡出黑暗，SLIDE将放大游戏封面（如果没有刮擦信息，则使用名称）

source: Select exisiting colorset options for this theme.
de: Wählen Sie die vorhandenen Farboptionen für dieses Design aus.
zh_cn: 为这个主题选择已有的 COLORSET 选项。

source: Select exisiting iconset options for this theme.
de: Wählen Sie die vorhandenen Symbolset-Optionen für dieses Design aus.
zh_cn: 为这个主题选择已有的 ICONSET 选项。

source: Select exisiting menu style options for this theme.
de: Wählen Sie die vorhandenen Menüstiloptionen für dieses Design aus.
zh_cn: 为这个主题选择已有的菜单样式选项。

source: Select exisiting system view options for this theme.
de: Wählen Sie vorhandene Systemansichtsoptionen für dieses Design aus.
zh_cn: 为这个主题选择已有的系统视图选项。

source: Select exisiting gamelist view options for this theme.
de: Wählen Sie die vorhandenen Spiellisten-Ansichtsoptionen für dieses Design aus.
zh_cn: 为这个主题选择已有的游戏列表视图选项。

source: Configure theme options if available.
de: Konfigurieren Sie die Designoptionen, falls vorhanden.
zh_cn: 如果存在，配置主题选项

source: Select Region of logos, pictures for system that are different for some countries. E.g. Megadrive in EU / Genesis in US
de: Auswahl der Region von Logos, Bildern für Systeme, die für einige Länder unterschiedlich sind. z.B. Megadrive EU / Genesis US
zh_cn: 输入SSID名称

source: Select a letter and the listing will go directly on the first game starting with this letter.
de: Durch Auswahl eines Buchstabens geht die Auflistung direkt auf das erste Spiel, das mit diesem Buchstaben beginnt.
zh_cn: 选择一个字符，列表会跳转到第一个以该字符开始的游戏。

source: Select the way the game list is sortered (alphabetically, by notation...).
de: Auswahl der Art und Weise, wie die Spieleliste sortiert wird (alphabetisch, nach Notation...).
zh_cn: 选择游戏列表的排序方式（按字母顺序，按符号...）。

source: Switch between seing or not only the favorites games. To add a game in the favorite list, select the game and toggle its state using 'Y'.
de: Umschalten, ob nur die Favoritenspiele angezeigt werden sollen oder nicht. Um ein Spiel in die Favoritenliste aufzunehmen, wählen Sie das Spiel aus und wechseln den Status mit 'Y'.
zh_cn: 切换您喜欢的游戏的显示。 选择一个游戏，然后按“ Y”将其添加到收藏夹列表中

source: Switch between seing or not the hidden games. To hide a game, edit its data and select 'Hide'.
de: Umschalten, ob die ausgeblendeten Spiele angezeigt werden oder nicht. Um ein Spiel auszublenden, bearbeiten Sie seine Daten und wählen Sie 'Ausblenden'.
zh_cn: 切换隐藏游戏的显示。要隐藏游戏，请编辑其数据并选择“隐藏”。

source: This option display a menu which allows to change game data and many others options.
de: Mit dieser Option wird ein Menü angezeigt, mit dem die Spieldaten und viele andere Optionen geändert werden können.
zh_cn: 此选项显示一个菜单，该菜单允许更改游戏数据和许多其他选项。

source: AVAILABLE UPDATE
de: VERFÜGBARE AKTUALISIERUNG
zh_cn: 可用更新

source: UPDATE CHANGELOG
de: ÄNDERUNGSPROTOKOLL
zh_cn: 更新变更记录

source: CLOCK IN MENU
de: MENÜ UHR EINSCHALTEN
zh_cn: 在菜单中显示时钟

source: Now playing
de: Wird jetzt abgespielt
zh_cn: 正在播放

source: DEFAULT (%1%)
de: STANDARD (%1%)
zh_cn: 默认 (%1%)

source: INPUT REQUIRED
de: EINGABE ERFORDERLICH
zh_cn: 必须输入

source: (skipped)
de: (überspringen)
zh_cn: (已跳过)

source: UP/DOWN TO SKIP
de: HOCH/RUNTER ZUM ÜBERSPRINGEN
zh_cn: UP/DOWN 跳过

source: A TO UNSET
de: (A) zum nicht belegen
zh_cn: A 取消设置

source: DOWN TO SKIP AND KEEP [%1%]
de: RUNTER ZUM ÜBERSPRINGEN UND BEHALTEN VON [%1%]
zh_cn: DOWN 跳过并保留 [%1%]

source: UP/DOWN TO SKIP AND KEEP [%1%]
de: HOCH/RUNTER ZUM ÜBERSPRINGEN UND BEHALTEN VON [%1%]
zh_cn: UP/DOWN 跳过并保留 [%1%]

source: Set duration of help popups, 0 means no popup.
de: Dauer der Hilfe-Popups einstellen, 0 = kein Popup.
zh_cn: 设置帮助弹出的持续时间，0表示没有弹出。

source: HELP POPUP DURATION
de: ANZEIGEDAUER DES HILFE-POPUPS
zh_cn: 帮助弹出持续时间

source: Set duration of music popups, 0 means no popup.
de: Dauer der Musik-Popups einstellen, 0 = kein Popup.
zh_cn: 设置音乐弹出的持续时间，0表示没有弹出。

source: MUSIC POPUP DURATION
de: ANZEIGEDAUER DES MUSIK-POPUPS
zh_cn: 音乐弹出持续时间

source: POPUP SETTINGS
de: POPUP EINSTELLUNGEN
zh_cn: 弹出设置

source: POPUP POSITION
zh_cn: 弹出位置

source: Select the position of popups on screen.
de: Position der Popups auf dem Bildschirm festlegen.
zh_cn: 选择弹出在屏幕上的位置

source: Set position and duration of popups.
de: Position und Dauer von Popups einstellen.
zh_cn: 设置弹出的位置和持续时间

source: TOP/RIGHT
de: OBEN/RECHTS
zh_cn: 上/右

source: BOTTOM/RIGHT
de: UNTEN/RECHTS
zh_cn: 下/右

source: BOTTOM/LEFT
de: UNTEN/LINKS
zh_cn: 下/左

source: TOP/LEFT
de: OBEN/LINKS
zh_cn: 上/左

source: SHOW FOLDERS CONTENT
de: ORDNERINHALT ANZEIGEN
zh_cn: 显示文件夹内容

source: Switch between seeing the folders structure and seeing all games in a flatten top level.
de: Umschalten zwischen der Anzeige der kompletten Ordner-Struktur und der Anzeige aller Spiele in einer einfachen Ansicht (Top-Level).
zh_cn: 在以文件夹结构和扁平列表查看游戏两种方式间切换

source: NETPLAY
zh_cn: 联机

source: NETPLAY SETTINGS
de: NETPLAY-EINSTELLUNGEN
zh_cn: 联机设置

source: NETPLAY LOBBY
zh_cn: 联机大厅

source: Enable or disable Netplay in games.
de: Netplay in Spielen aktivieren oder deaktivieren.
zh_cn: 在游戏中启用或禁用联机

source: PORT
zh_cn: 端口

source: NICKNAME
zh_cn: 昵称

source: RELAY SERVER
zh_cn: 中继服务器

source: Enable or disable connections throught relay servers.
de: Verbindungen über Relay-Server aktivieren oder deaktivieren.
zh_cn: 启用或禁用通过中继服务器连接。

source: KODI/NETPLAY
zh_cn: KODI/联机

source: NO GAMES OR NO CONNECTION
de: KEINE SPIELE ODER KEINE VERBINDUNG
zh_cn: 无游戏或无连接

source: HASH NOW
de: HASH ERMITTELN
zh_cn: 立即 HASH

source: HASH THESE SYSTEMS
de: HASH DIESE SYSTEME
zh_cn: HASH 这些系统

source: Add hash of roms in your gamelists to have more accurate results in Netplay.
de: Fügen Sie den HASH von Roms in Ihre Spiellisten ein, um genauere Ergebnisse in Netplay zu erhalten.
zh_cn: 在游戏列表中添加rom HASH，以在Netplay中获得更准确的结果。

source: Only missing hashs
de: Nur fehlende Hashes
zh_cn: 仅缺失 HASHS

source: Username
de: Benutzername
zh_cn: 用户名

source: Country
de: Land
zh_cn: 国家

source: Latency
de: Latenzzeit
zh_cn: 延迟

source: Host arch.
zh_cn: arch 主机。

source: Core ver.
zh_cn: 核心版本

source: RA ver.
zh_cn: RA 版本

source: Can join
de: Spielbar
zh_cn: 可以加入

source: Rom and core match
de: Rom und Core passen
zh_cn: ROM和核心匹配

source: Rom found
de: Rom gefunden
zh_cn: 找到ROM

source: No rom match
de: Keine Rom-Übereinstimmung
zh_cn: 没有匹配的ROM

source: Match
de: Übereinstimmung
zh_cn: 匹配

source: No Match
de: Keine Übereinstimmung.
zh_cn: 未匹配

source: Rom file
de: Rom Datei
zh_cn: ROM 文件

source: THIS COULD TAKE A WHILE, CONFIRM?
de: DAS KANN EINE ZEIT DAUERN, BITTE BESTÄTIGEN?
zh_cn: 这会需要一段时间，确认？

source: good
de: gut
zh_cn: 好

source: bad
de: schlecht
zh_cn: 坏

source: medium
de: mittel
zh_cn: 中等

source: NETPLAY POPUP DURATION
de: NETPLAY POPUP-DAUER
zh_cn: 联机弹出持续时间

source: Set duration of netplay popups, 0 means no popup.
de: Dauer der Netplay-Popups einstellen, 0 = kein Popup.
zh_cn: 设置联机弹出的持续时间，0表示没有弹出。

source: Player
de: Spieler
zh_cn: 玩家

source: Game
de: Spiel
zh_cn: 游戏

source: Play online on games running through Retroarch like NES, SNES, FBA, Genesis/Megadrive and more!
de: Mit Retroarch online Spiele spielen, zum Beispiel von NES, SNES, FBA, Genesis/Megadrive und mehr!
zh_cn: 在线玩通过Retroarch运行的游戏，如NES，SNES，FBA，Genesis / Megadrive等！

source: Rom, hash and core match
de: Rom, Hash und Core passen zusammen
zh_cn: 无核心匹配

source: Add a clock in the main menu.
de: Eine Uhr im Hauptmenü hinzufügen.
zh_cn: 在主菜单中添加时钟

source: UPGRADING
de: UPGRADEN
zh_cn: 升级中

source: PREPARING
de: VORBEREITUNG
zh_cn: 准备中

source: Starting UI
de: Start der Benutzeroberfläche
zh_cn: 启动 UI

source: VERIFYING
de: ÜBERPRÜFUNG
zh_cn: 验证中

source: EMPTY LIST
de: LEERE LISTE
zh_cn: 空列表

source: COMPLETE QUIT MENU
de: ERWEITERTES BEENDEN-MENÜ ANZEIGEN
zh_cn: 完全退出菜单

source: Auto
de: Automatisch
zh_cn: 自动

source: Square pixel
de: Quadratische Pixel
zh_cn: 正方形像素

source: Retroarch Config
de: Retroarch-Konfiguration
zh_cn: Retroarch 配置

source: Retroarch Custom
de: Retroarch Benutzerdefiniert
zh_cn: Retroarch 自定义

source: Do not set
de: Nicht setzen
zh_cn: 不要设置

source: FAVORITES
zh_cn: 收藏

source: menu
zh_cn: 菜单

source: SHOW CLOCK
de: UHR ANZEIGEN
zh_cn: 显示时钟

source: MODIFIER
zh_cn: 修饰符

source: SELECTIONNER
zh_cn: 选择

source: NONE
de: KEINE
zh_cn: 无

source: PRESS ESC TO CANCEL.
zh_cn: 输入ESC以取消。

# button
source: LEFT ANALOG UP
zh_cn: 左摇杆 UP

# button
source: LEFT ANALOG DOWN
zh_cn: 左摇杆 DOWN

# button
source: LEFT ANALOG LEFT
zh_cn: 左摇杆 LEFT

# button
source: LEFT ANALOG RIGHT
zh_cn: 左摇杆 RIGHT

# button
source: RIGHT ANALOG UP
zh_cn: 右摇杆 UP

# button
source: RIGHT ANALOG DOWN
zh_cn: 右摇杆 DOWN

# button
source: RIGHT ANALOG LEFT
zh_cn: 右摇杆 左

# button
source: RIGHT ANALOG RIGHT
zh_cn: 右摇杆 右

# button
source: HOTKEY ENABLE
zh_cn: 热键启用

source: CONFIxGURING
zh_cn: 配置中

source: HOLD ANY BUTTON TO SKIP
zh_cn: 按住任意键跳过

source: -NOT DEFINED-
zh_cn: -未定义-

source: YOU DIDN'T CHOOSE A HOTKEY ENABLE BUTTON. THIS IS REQUIRED FOR EXITING GAMES WITH A CONTROLLER. DO YOU WANT TO USE THE SELECT BUTTON DEFAULT ? PLEASE ANSWER YES TO USE SELECT OR NO TO NOT SET A HOTKEY ENABLE BUTTON.
zh_cn: 您未选择启用热键的按钮。 这是需要控制器的游戏所必需的是否要使用默认SELECT按钮？请回答是，使用SELECT，或否，不设置热键启用按钮。

source: HOLD FOR %iS TO SKIP
zh_cn: 按住%i秒以跳过

source: THEME
de: Design-Einstellungen (THEME)
zh_cn: 主题

source: ALL GAMES
zh_cn: 所有游戏

source: MARQUEE
zh_cn: 图标

source: VIDEO
zh_cn: 视频

source: KIDGAME
zh_cn: 儿童游戏

source: FAVORITE
zh_cn: 收藏

source: DISPLAY SETTINGS
de: ANZEIGE-EINSTELLUNGEN

source: DISPLAY
de: ANZEIGE

source: BRIGHTNESS
de: HELLIGKEIT

source: CONFIGURATION
de: KONFIGURATION

source: TIMEZONE
de: ZEITZONE

source: ON
de: AN

source: OFF
de: AUS

source: THEME INSTALLED SUCCESSFULLY
de: DESIGN (THEME) ERFOLGREICH INSTALLIERT

source: Downloading
de: Herunterladen

source: Extracting
de: Entpacken

source: AUDIO CARD
de: AUDIOKARTE

source: default
de: Standard

source: BASIC
de: EINFACH

source: DETAILED
de: AUSFÜHRLICH

source: fade
de: ausblenden

source: slide
de: animiert

source: Enhanced
de: ERWEITERT

source: instant
de: DIREKT

source: Searching...
de: Suchen...

source: Rating
de: Bewertung

source: Rating:
de: Bewertung:

source: Released
de: Veröffentlicht

source: Released:
de: Veröffentlicht:

source: Developer
de: Entwickler

source: Publisher
de: Herausgeber

source: Players
de: Spieler

source: Players:
de: Spieler:

source: SEARCH FOR LOCAL ART
de: SUCHE NACH LOKALEN MEDIEN

source: search
de: Suche

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION.
de: KEINE SYSTEME GEFUNDEN! Überprüfen bitte ob der Pfad in der Systemkonfigurationsdatei korrekt ist und ob mindestens ein Spiel mit der richtigen Erweiterung in Ihrem Spieleverzeichnis vorhanden ist.

source: %i GAME SUCCESSFULLY SCRAPED!
de: %i SPIEL ERFOLGREICH GESCANNT (GESRAPPED)!

source: SAVE CHANGES?
de: ÄNDERUNGEN SPEICHERN?

source: APPLY UPDATE
de: AKTUALISIERUNG ANWENDEN

source: DOWNLOADS AND UPDATES
de: HERUNTERLADEN UND AKTUALISIEREN

source: THEME INSTALLER
de: DESIGN-INSTALLATIONSPROGRAMM

source: IMAGE SOURCE
de: BILDQUELLE

source: BOX SOURCE
de: BOX-QUELLE

source: LOGO SOURCE
de: LOGO-QUELLE

source: SHOW FILENAMES IN LISTS
de: DATEINAMEN IN LISTEN ANZEIGEN

source: LOWER MUSIC WHEN PLAYING VIDEO
de: BEIM ABSPIELEN VON VIDEOS MUSIK LEISER STELLEN

source: WIFI SSID
de: WLAN SSID

source: JUMP TO LETTER
de: ZUM BUCHSTABEN SPRINGEN

source: NO GAMES FIT THAT CRITERIA.
de: KEINE SPIELE ERFÜLLEN DIESE KRITERIEN.

source: Ratio
de: Seitenverhältnis (Aspect Ratio)

source: Description
de: Spielbeschreibung

source: Image
de: Bild

source: Thumbnail
de: Vorschaubild

source: Release date
de: Erscheinungsdatum

source: Favorite
de: Favorit

source: Hidden
de: Ausgeblendet

source: %i GAME AVAILABLE
de: %i VERFÜGBARES SPIEL

source: %i sec ago
de: vor %i Sekunde

source: SLIDESHOW SCREENSAVER
de: DIASHOW-BILDSCHIRMSCHONER

source: GROUPED SYSTEMS
de: GRUPPIERTE SYSTEME

source: UP
de: HOCH

source: DOWN
de: RUNTER

source: LEFT
de: LINKS

source: RIGHT
de: RECHTS

source: SHIFT
de: UMSCHALT-TASTE

source: PARTIES JOUÉES
de: Wie oft gespielt

source: Select the language for your recalbox, select an external drive to store your games and configurations, check your current version and the free space on your drive
de: Wählen Sie die Sprache für die Emulationstation, wählen Sie ein externes Laufwerk zum Speichern Ihrer Spiele und Konfigurationen, prüfen Sie Ihre aktuelle Version und den freien Speicherplatz auf Ihrem Laufwerk

source: Configure games display, ratio, filters (shaders), auto save and load and retroachievement account.
de: Konfigurieren Sie die Spiele Anzeige, das Anzeigeverhältnis, die Filter (Shader), das automatische Speichern und Laden und das Retroachievement-Konto.

source: Shaders are like filters for the game rendering. You can select a shader set here, which is a collection of shaders selected for each system. You can also change the shader within the game with HOTKEY + L2 or HOTKEY + R2.
de: Shader sind wie Filter für das Rendering des Spiels. Sie können hier ein Shader-Set auswählen, das eine Sammlung von Shadern ist, die für jedes System ausgewählt wurden. Sie können den Shader auch innerhalb des Spiels mit HOTKEY + L2 oder HOTKEY + R2 ändern.
