Repository: haoict/buildroot-r36s
Catalog: board/r36s/rootfs_overlay_systemd/root/*/resources/locale/*/emulationstation2.po
Languages: de, zh_cn

source: Hardcore mode disables *all* savestate and rewind functions within the emulator: you will not be able to save and reload at any time. You will have to complete the game and get the achievements first time, just like on the original console. In reward for this, you will earn both the standard and the hardcore achievement, in effect earning double points! A regular game worth 400 points, is now worth 800 if you complete it on hardcore! For example: if you complete the game for 400 points, you then have the opportunity to earn another 400 on hardcore.
de: Der Hardcore-Modus deaktiviert *alle* Speicherstand- und Rückspulfunktionen innerhalb des Emulators: Sie können zu keiner Zeit speichern und neu laden. Sie müssen das Spiel beenden und die Errungenschaften beim ersten Mal erhalten, genau wie auf der Originalkonsole. Als Belohnung dafür erhalten Sie sowohl die Standard- als auch die Hardcore-Achievements, also doppelte Punkte! Ein normales Spiel, das 400 Punkte wert ist, ist jetzt 800 Punkte wert, wenn Sie es auf Hardcore abschließen! Ein Beispiel: Wenn Sie das Spiel für 400 Punkte abschließen, haben Sie die Möglichkeit, weitere 400 Punkte auf Hardcore zu verdienen.

source: The website retroachievements.org proposes challenges/achievements/trophies on platforms like NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine and more! Create your account on retroachievements.org and start your quest for achievements!
de: Die Webseite retroachievements.org bietet Herausforderungen/Achievements/Trophäen auf Plattformen wie NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine und mehr! Erstellen Sie Ihr Konto auf retroachievements.org und beginnen Sie Ihre Jagd nach Achievements!

source: Add and configure up to 5 controllers.
de: Hinzufügen und Konfigurieren von bis zu 5 Controllern.

source: Overclock your board to increase the performance. Overclock settings are tested and validated by the community. Keep in mind that overclocking your board can void your warranty.
de: Übertakten des Prozessors, um die Leistung zu erhöhen. Übertaktungseinstellungen werden von der Community getestet und validiert. Bitte beachte, dass das übertakten deines Prozessors zum Erlöschen deiner Garantie führen kann.

source: Only show games contained in the gamelist.xml file (located in your roms directories). This option highly speeds up boot time, but new games will not be detected.
de: Zeigt nur Spiele an, die in der Datei gamelist.xml enthalten sind (die sich in den Verzeichnissen Ihrer Roms befindet). Mit dieser Option wird die Bootzeit stark beschleunigt, aber neue Spiele werden nicht erkannt.

source: START ON SYSTEM
de: FOLGENDES SYSTEM NACH START ANZEIGEN

source: HIDE SYSTEM VIEW
de: SYSTEMANSICHT VERBERGEN

source: Type the name of your SSID if it is hidden or not listed
de: Geben Sie den Namen Ihrer SSID ein, falls sie versteckt oder nicht aufgelistet ist

source: No core match
de: Keine Core-Übereinstimmung

source: VISIBLE SYSTEMS
de: SICHTBARE SYSTEME

source: Core provided
de: Core Vorgaben
