Repository: haoict/buildroot-r36s
Catalog: board/r36s/rootfs_overlay_systemd/root/*/resources/locale/*/emulationstation2.po
Languages: de, zh_cn

source: EMULATOR SETTINGS
de: EMULATOR-EINSTELLUNGEN
zh_cn: 模拟器设置

source: LOG LEVEL
de: LOG-PROTOKOLL
zh_cn: 日志等级

source: PLAY THEME MUSICS
de: HINTERGRUNDMUSIK ABSPIELEN
zh_cn: 播放主题音乐

source: DISPLAY SONG TITLES
de: SONGTITEL ANZEIGEN
zh_cn: 显示歌曲名称

source: SHOW FAVORITES ON TOP
de: FAVORITEN OBEN ANZEIGEN
zh_cn: 在顶部显示收藏

source: PREFERED IMAGE SOURCE
zh_cn: 首选图像来源

source: PREFERED THUMBNAIL SOURCE
zh_cn: 首选缩略图来源

source: SCRAPE MARQUEE
zh_cn: 抓取图标

source: %i SELECTED
de: %i MARKIERT
zh_cn: %i 已选中

source: VIDEO SCREENSAVER SETTINGS
de: VIDEO-BILDSCHIRMSCHONER-EINSTELLUNGEN
zh_cn: 视频屏保设置

source: SLIDESHOW SCREENSAVER SETTINGS
de: DIASHOW-BILDSCHIRMSCHONER-EINSTELLUNGEN
zh_cn: 幻灯片屏保设置

source: SCREENSAVER CONTROLS
de: BILDSCHIRMSCHONER-STEUERUNG
zh_cn: 屏保控制

source: All Games
de: Alle Spiele
zh_cn: 全部游戏

source: Only missing medias
de: Nur fehlende Medien
zh_cn: 仅缺失媒体文件

source: always
de: immer
zh_cn: 总是

source: start & end
de: Start & Ende
zh_cn: 开始和结束

source: never
de: niemals
zh_cn: 从不

source: SCRAPE VIDEOS
zh_cn: 抓取视频

source: RESET GAMELIST CUSTOMISATIONS
de: SPIELLISTE-ANPASSUNGEN ZURÜCKSETZEN
zh_cn: 重置游戏列表自定义

source: RESET
de: ZURÜCKSETZEN
zh_cn: 重置

source: SHOW FOLDERS
de: VERZEICHNISSE ANZEIGEN
zh_cn: 显示文件夹

source: ARE YOU SURE YOU WANT TO CONFIGURE INPUT?
de: BIST DU SICHER, DASS DU DEN EINGANG KONFIGURIEREN WILLST?
zh_cn: 你确定要配置输入吗？

source: disabled
de: deaktiviert
zh_cn: 已禁用

source: DEFAULT
zh_cn: 默认

source: warning
de: Warnung
zh_cn: 警报

source: error
de: Fehler
zh_cn: 错误

source: SWAP IMAGE AFTER (SECS)
de: BILD WECHSELN NACH (SEK.)
zh_cn: 在 n（秒）以后切换图片

source: SHOW GAME NAME
zh_cn: 显示游戏名称

source: STRETCH IMAGES
de: BILDER STRECKEN
zh_cn: 拉伸图片

source: USE CUSTOM IMAGES
de: EIGENE BILDER VERWENDEN
zh_cn: 使用自定义图片

source: CUSTOM IMAGE DIR
de: EIGENE BILDER ORDNER
zh_cn: 自定义图片路径

source: CUSTOM IMAGE DIR RECURSIVE
de: EIGENE BILDER ORDNER REKURSIV
zh_cn: 自定义图片图片路径及子路径

source: CUSTOM IMAGE FILTER
de: EIGENE BILDER FILTER
zh_cn: 自定义图片滤镜

source: SWAP VIDEO AFTER (SECS)
de: VIDEO WECHSELN NACH (SEK.)
zh_cn: 在 n（秒）以后切换视频

source: USE OMX PLAYER FOR SCREENSAVER
de: OMX-PLAYER FÜR BILDSCHIRMSCHONER VERWENDEN
zh_cn: 在屏保中使用 OMX

source: SHOW GAME INFO
de: SPIELINFORMATIONEN ANZEIGEN
zh_cn: 显示游戏信息

source: SHOW GAME INFO ON SCREENSAVER
de: SPIELINFORMATIONEN IM BILDSCHIRMSCHONER ANZEIGEN
zh_cn: 在屏保中显示游戏信息

source: USE MARQUEE AS GAME INFO
de: LAUFSCHRIFT ALS SPIELINFORMATIONEN VERWENDEN
zh_cn: 使用图标作为游戏信息

source: STRETCH VIDEO ON SCREENSAVER
de: VIDEO-STRECHTCHING IM BILDSCHIRMSCHONER
zh_cn: 在屏保中拉伸视频

source: This collection is empty
de: Diese Sammlung ist leer
zh_cn: 此集合为空

source: None
de: Keine
zh_cn: 无

source: Various
de: Sonstiges
zh_cn: 各种

source: among other titles.
de: neben anderen Titeln.
zh_cn: 在其他标题中。

source: This collection contains
de: Diese Sammlung beinhaltet
zh_cn: 此集合包含

source: games, including
zh_cn: 游戏，包含

source: Loading...
de: Laden...
zh_cn: 加载中...

source: Preloading UI
de: Benutzeroberfläche wird vorgeladen...
zh_cn: UI 重新加载中

source: ADD/REMOVE GAMES TO THIS GAME COLLECTION
zh_cn: 添加/删除到此游戏集合

source: FINISH EDITING
zh_cn: 完成编辑

source: GRID SIZE
de: RASTERERGRÖSSE
zh_cn: 网格大小

source: DEFAULT GRID SIZE
de: STANDARD-RASTERERGRÖSSE
zh_cn: 默认网格大小

source: UI MODE
de: BENUTZEROBERFLÄCHEN MODUS
zh_cn: UI 模式

source: PRELOAD UI
de: BENUTZEROBERFLÄCHE VORLADEN
zh_cn: 重新加载 UI

source: VSYNC
zh_cn: 同步

source: DISPLAY FAVORITES FIRST IN GAMELIST
de: FAVORITEN ZUERST IN DER GAMELISTE ANZEIGEN
zh_cn: 在游戏列表顶部显示已收藏游戏

source: SHOW SYSTEM NAME IN COLLECTIONS
de: SYSTEMNAME IN SPIELESAMMLUNGEN ANZEIGEN
zh_cn: 在集合中显示系统名称

source: OPTIMIZE IMAGES VRAM USE
de: OPTIMIERE BILDER VRAM-NUTZUNG
zh_cn: 优化图片 VRAM 使用

source: Full
de: Vollständig
zh_cn: 完整

source: Kiosk
zh_cn: 精简

source: Kid
de: Kind
zh_cn: 儿童

source: GAME COLLECTION SETTINGS
de: SPIELESAMMLUNG-EINSTELLUNGEN
zh_cn: 游戏集合设置

source: CANCEL
zh_cn: 取消

source: automatic
de: automatisch
zh_cn: 自动

source: basic
de: Einfach
zh_cn: 基础

source: detailed
de: ausführlich
zh_cn: 详情

source: grid
de: Raster
zh_cn: 网格

source: gridex
de: detailliertes Raster
zh_cn: 网格

source: ENABLE NAVIGATION SOUNDS
de: NAVIGATIONSTÖNE EINSCHALTEN
zh_cn: 启用导航声音

source: ENABLE VIDEO AUDIO
de: VIDEO-AUDIO EINSCHALTEN
zh_cn: 启用视频声音

source: APPLY FILTER
de: FILTER ANWENDEN
zh_cn: 应用过滤

source: AUTOMATIC GAME COLLECTIONS
de: AUTOMATISCHE SPIELESAMMLUNGEN
zh_cn: 自动游戏集合

source: SELECT COLLECTIONS
de: SPIELESAMMLUNGEN AUSWÄHLEN
zh_cn: 选择集合

source: CUSTOM GAME COLLECTIONS
de: EIGENE SPIELESAMMLUNGEN
zh_cn: 自定义游戏集合

source: CREATE NEW CUSTOM COLLECTION FROM THEME
de: EIGENE SPIELESAMMLUNGEN THEMATISCH ERSTELLEN
zh_cn: 从主题创建自定义集合

source: SELECT THEME FOLDER
de: THEMENORDNER WÄHLEN
zh_cn: 选择主题目录

source: CREATE NEW CUSTOM COLLECTION
de: EIGENE SPIELSAMMLUNG ERSTELLEN
zh_cn: 创建新自定义集合

source: New Collection Name
de: Name der neuen Spielesammlung
zh_cn: 自定义集合名称

source: GROUP UNTHEMED CUSTOM COLLECTIONS
de: EIGENE SPIELSAMMLUNGEN OHNE GRUPPE GRUPPIEREN
zh_cn: 分组无主题自定义集合

source: SORT CUSTOM COLLECTIONS AND SYSTEMS
de: SORTIEREN EIGENER SPIELESAMMLUNGEN & SYSTEME
zh_cn: 排序自定义集合和系统

source: FINISH EDITING COLLECTION
de: BEARBEITUNG DER SPIELESAMMLUNG ABSCHLIESSEN
zh_cn: 完成集合编辑

source: PARSE GAMESLISTS ONLY
de: NUR SPIELELISTEN ANALYSIEREN
zh_cn: 仅解析游戏列表

source: POWER SAVER MODES
de: ENERGIESPAROPTIONEN
zh_cn: 省电模式

source: SAVE METADATA ON EXIT
de: METADATEN BEIM BEENDEN SPEICHERN
zh_cn: 退出时保存元数据

source: SHOW HIDDEN FILES
de: VERSTECKTE DATEIEN ANZEIGEN
zh_cn: 显示隐藏文件

source: VRAM LIMIT
de: VRAM LIMIT (SPEICHERBEGRENZUNG)
zh_cn: VRAM 限制

source: RESET ALL FILTERS
de: ALLE FILTER ZURÜCKSETZEN
zh_cn: 重置所有过滤

source: GAMELIST VIEW STYLE
de: DARSTELLUNG DER SPIELESAMMLUNG
zh_cn: 游戏列表样式

source: GAME LAUNCH TRANSITION
de: EFFEKT BEIM SPIELSTART
zh_cn: 游戏启动过度动画

source: THREADED LOADING
de: MULTITASKING-LADEN
zh_cn: 线程化加载中

source: RANDOM
de: ZUFÄLLIG
zh_cn: 随机

source: RATING
de: BEWERTUNG
zh_cn: 评分

source: RELEASED
zh_cn: 发布

source: DEVELOPER
de: ENTWICKLER
zh_cn: 开发者

source: PUBLISHER
zh_cn: 出版商

source: GENRE
zh_cn: 类型

source: PLAYERS
zh_cn: 玩家

source: NO GAMES FOUND - SKIP
de: KEINE SPIELE GEFUNDEN - ÜBERSPRINGEN
zh_cn: 未发现游戏 - 跳过

source: RETRY
de: WIEDERHOLEN
zh_cn: 重试

source: SKIP
de: ÜBERSPRINGEN
zh_cn: 跳过

source: SEARCH FOR
de: SUCHE NACH
zh_cn: 为...搜索

source: SEARCH
de: SUCHEN
zh_cn: 搜索

source: SCRAPING IN PROGRESS
de: SCANNEN NACH SPIELEN LÄUFT
zh_cn: 抓取进行中

source: SYSTEM
zh_cn: 系统

source: subtitle text
de: Untertiteltext
zh_cn: 字幕文本

source: INPUT
de: EINGABE
zh_cn: 输入

source: STOP
de: BEENDEN
zh_cn: 停止

source: stop (progress saved)
de: BEENDET (Fortschritt gespeichert)
zh_cn: 停止 (已保存进度)

source: GAME %i OF %i
de: SPIEL %i VON %i
zh_cn: 游戏 %i / %i

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
de: ES KONNTE KEIN SYSTEM GEFUNDEN WERDEN! Überprüfen Sie, ob Ihre PFADE in der SYSTEMKONFIGURATIONSDATEI korrekt sind und ob Ihr SPIELVERZEICHNIS mindestens ein SPIEL mit der richtigen DATEIENDUNG enthält. BESUCHEN SIE EMULATIONSSTATION.ORG FÜR WEITERE INFORMATIONEN.
zh_cn: %i 游戏成功抓取！

source: %i GAME SKIPPED.
de: %i SPIEL ÜBERSPRUNGEN!
zh_cn: %i 游戏已跳过。

source: OK
zh_cn: 确定

source: EDIT METADATA
de: METADATEN ÄNDERN
zh_cn: 编辑元数据

source: SCRAPE
de: SCANNEN
zh_cn: 抓取

source: SAVE
de: SPEICHERN
zh_cn: 保存

source: THIS WILL DELETE A FILE! ARE YOU SURE?
de: DATEI WIRD GELÖSCHT! BIST DU SICHER?
zh_cn: 文件会被删除！ 你确定？

source: YES
de: JA
zh_cn: 是

source: NO
de: NEIN
zh_cn: 否

source: DELETE
de: LÖSCHEN
zh_cn: 删除

source: SAVE CHANGES ?
zh_cn: 保存变更？

source: BACK
de: ZURÜCK
zh_cn: 后退

source: CLOSE
de: SCHLIESSEN
zh_cn: 关闭

source: MAIN MENU
de: HAUPTMENÜ
zh_cn: 主菜单

source: KODI MEDIA CENTER
zh_cn: KODI 媒体中心

source: SYSTEM SETTINGS
de: SYSTEMEINSTELLUNGEN
zh_cn: 系统设置

source: VERSION
de: VERSIÓN
zh_cn: 版本

source: DISK USAGE
de: SPEICHERBELEGUNG (SD Karte)
zh_cn: 磁盘用量

source: STORAGE DEVICE
de: SPEICHERGERÄT
zh_cn: 存储设备

source: LANGUAGE
de: SPRACHE
zh_cn: 语言

source: OVERCLOCK
de: ÜBERTAKTUNG
zh_cn: 超频

source: EXTREM (1100Mhz)
zh_cn: 极限 (1100MHz)

source: TURBO (1000Mhz)
zh_cn: 超高 (1000Mhz)

source: HIGH (950Mhz)
de: HOCH (950Mhz)
zh_cn: 高 (950Mhz)

source: NONE (700Mhz)
de: KEINE (900Mhz)
zh_cn: 无 (700Mhz)

source: TURBO (1050Mhz)+
zh_cn: 超高 (1050Mhz)+

source: HIGH (1050Mhz)
de: HOCJ (1050Mhz)
zh_cn: 高 (1050Mhz)

source: NONE (900Mhz)
de: NINGKEINEUNO (900Mhz)
zh_cn: 无 (900Mhz)

source: NONE (1200Mhz)
de: KEINE (1200Mhz)
zh_cn: 无 (1200Mhz)

source: UPDATES
de: AKTUALISIERUNGEN
zh_cn: 更新

source: AUTO UPDATES
de: AUTO-AKTUALISIERUNGEN
zh_cn: 自动更新

source: START UPDATE
de: STARTE AKTUALISIERUNG
zh_cn: 开始更新

source: KODI SETTINGS
de: KODI EINSTELLUNGEN
zh_cn: KODI 设置

source: ENABLE KODI
de: KODI AKTIVIEREN
zh_cn: 启用 KODI

source: KODI AT START
de: KODI AUTOMATISCH STARTEN
zh_cn: 开机启动 KODI

source: START KODI WITH X
de: KODI MIT X STARTEN
zh_cn: 使用 X 启动 KODI

source: SECURITY
de: SICHERHEIT
zh_cn: 安全性

source: ENFORCE SECURITY
de: SICHERHEIT ERZWINGEN
zh_cn: 增强安全性

source: ROOT PASSWORD
de: ROOT PASSWORT
zh_cn: 管理员密码

source: THE SYSTEM WILL NOW REBOOT
de: DAS SYSTEM WIRD JETZT NEU GESTARTET
zh_cn: 系统即将重启

source: GAMES SETTINGS
de: SPIELEINSTELLUNGEN
zh_cn: 游戏设置

source: GAME RATIO
de: SPIEL SEITENVERHÄLTNIS
zh_cn: 游戏比例

source: SMOOTH GAMES
de: SPIELE OPTIMIEREN
zh_cn: 平滑游戏

source: REWIND
de: ZURÜCKSPULEN
zh_cn: 倒带

source: AUTO SAVE/LOAD
de: AUTOMATISCH SPEICHERN/LADEN
zh_cn: 自动 保存/加载

source: SHADERS SET
de: SHADERS EINSTELLEN
zh_cn: 渲染器

source: SCANLINES
zh_cn: 扫描线

source: RETRO
zh_cn: 复古

source: RETROACHIEVEMENTS SETTINGS
de: EINSTELLUNGEN FÜR RETRO-ACHIEVEMENTS
zh_cn: RETROACHIEVEMENTS 设置

source: HARDCORE MODE
de: HARDCORE-MODUS
zh_cn: 专家模式

source: USERNAME
de: BENUTZERNAME
zh_cn: 用户名

source: PASSWORD
de: PASSWORT
zh_cn: 密码

source: ADVANCED
de: ERWEITERT
zh_cn: 高级

source: REALLY UPDATE GAMES LISTS ?
de: SPIELELISTEN WIRKLICH AKTUALISIEREN?
zh_cn: 确定要更新游戏列表吗？

source: UPDATE GAMES LISTS
de: SPIELELISTEN AKTUALISIEREN
zh_cn: 更新游戏列表

source: CONTROLLERS SETTINGS
de: KONTROLLER-EINSTELLUNGEN
zh_cn: 控制器设置

source: UI SETTINGS
de: BENUTZEROBERFLÄCHE-EINSTELLUNGEN
zh_cn: UI 设置

source: OVERSCAN
zh_cn: 过扫描

source: LAUNCH SCREENSAVER
de: BILDSCHIRMSCHONER STARTEN
zh_cn: 启动屏保

source: SCREENSAVER SETTINGS
de: BILDSCHIRMSCHONER-EINSTELLUNGEN
zh_cn: 屏保设置

source: SCREENSAVER AFTER
de: BILDSCHIRMSCHONER NACH:
zh_cn: 在...之后启动屏保

source: TRANSITION STYLE
de: ÜBERGANGSSTIL
zh_cn: 过度样式

source: SCREENSAVER BEHAVIOR
de: BILDSCHIRMSCHONER-VERHALTEN
zh_cn: 屏保行为

source: random video
zh_cn: 随机视频

source: slideshow
zh_cn: 幻灯片

source: SHOW FRAMERATE
de: FRAMERATE ANZEIGEN
zh_cn: 显示帧率

source: ON-SCREEN HELP
de: ON-SCREEN HILFE
zh_cn: 帮助

source: HIDE WHEN RUNNING GAME
de: AUSBLENDEN BEI LAUFENDEM SPIEL
zh_cn: 运行游戏后隐藏

source: QUICK SYSTEM SELECT
de: SCHNELLE SYSTEMAUSWAHL
zh_cn: 快速系统选择

source: THEME SET
zh_cn: 主题包

source: SOUND SETTINGS
de: AUDIO-EINSTELLUNGEN
zh_cn: 声音设置

source: SYSTEM VOLUME
de: SYSTEM LAUTSTÄRKE
zh_cn: 系统音量

source: FRONTEND MUSIC
de: FRONTEND-MUSIK
zh_cn: 前端音乐

source: ONLY PLAY SYSTEM-SPECIFIC MUSIC FOLDER
de: NUR AUS SYSTEM MUSIKORDNER ABSPIELEN
zh_cn: 仅播放系统指定音乐目录

source: FILTER GAMES BY TEXT
de: RSPIELE NACH TEXT FILTERN
zh_cn: 使用文本过滤游戏

source: OUTPUT DEVICE
de: AUSGABEGERÄT
zh_cn: 输出设备

source: JACK
de: Audioanschluss
zh_cn: 耳机

source: AUTO
zh_cn: 自动

source: NETWORK SETTINGS
de: NETZWERK-EINSTELLUNGEN
zh_cn: 网络设置

source: CONNECTED
de: VERBUNDEN
zh_cn: 已连接

source: NOT CONNECTED
de: NICHT VERBUNDEN
zh_cn: 未连接

source: STATUS
zh_cn: 状态

source: IP ADDRESS
de: IP-ADRESSE
zh_cn: IP 地址

source: HOSTNAME
zh_cn: 主机名

source: ENABLE WIFI
de: WLAN AKTIVIEREN
zh_cn: 启用 WIFI

source: WIFI KEY
de: WLAN-SCHLÜSSEL
zh_cn: WIFI 密码

source: WIFI ENABLED
de: WLAN AKTIVIERT
zh_cn: WIFI 已启用

source: WIFI CONFIGURATION ERROR
de: WLAN-KONFIGURATIONSFEHLER
zh_cn: WIFI 配置错误

source: SCRAPER
de: SCANNER-EINSTELLUNGEN (SCRAPER)
zh_cn: 抓取器

source: SCRAPE FROM
de: SCANNEN VON:
zh_cn: 从...抓取

source: SCRAPE RATINGS
de: SCANNE BEWERTUNGEN
zh_cn: 抓取评分

source: SCRAPE NOW
de: STARTE SCAN (SCRAPE)
zh_cn: 马上抓取

source: QUIT
de: BEENDEN
zh_cn: 退出

source: QUIT EMULATIONSTATION
de: EMULATIONSSTATION BEENDEN
zh_cn: 退出 EMULATIONSTATION

source: RESTART EMULATIONSTATION
de: EMULATIONSSTATION NEU STARTEN
zh_cn: 重启 EMULATIONSTATION

source: REALLY QUIT?
de: WIRKLICH BEENDEN?
zh_cn: 确定要退出吗？

source: REALLY RESTART?
de: WIRKLICH NEU STARTEN?
zh_cn: 确定要重启吗？

source: RESTART SYSTEM
de: SYSTEM NEU STARTEN
zh_cn: 重启系统

source: REALLY SHUTDOWN?
de: WIRKLICH AUSSCHALTEN?
zh_cn: 确定要关机吗？

source: SHUTDOWN SYSTEM
de: SYSTEM AUSSCHALTEN
zh_cn: 关机

source: EMULATOR
zh_cn: 模拟器

source: CORE
zh_cn: 核心

source: YOU ARE GOING TO CONFIGURE A CONTROLLER. IF YOU HAVE ONLY ONE JOYSTICK, CONFIGURE THE DIRECTIONS KEYS AND SKIP JOYSTICK CONFIG BY HOLDING A BUTTON. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, CHOOSE THE SELECT BUTTON. SKIP ALL BUTTONS YOU DO NOT HAVE BY HOLDING A KEY. BUTTONS NAMES ARE BASED ON THE SNES CONTROLLER.
de: CONTROLLER KONFIGURIEREN! WENN SIE NUR EINEN ANALOGEN-JOYSTICK HABEN, KONFIGURIEREN SIE DIE RICHTUNGSTASTEN UND ÜBERSPRINGEN SIE DIE ANALOGE-JOYSTICK-KONFIGURATION DURCH HALTEN EINER TASTE. WENN SIE KEINE SPEZIELLE TASTE FÜR DEN HOTKEY HABEN, WÄHLEN SIE DIE SELECT-TASTE. ÜBERSPRINGEN SIE ALLE TASTEN, DIE SIE NICHT HABEN, INDEM SIE EINE TASTE GEDRÜCKT HALTEN. DIE NAMEN DER TASTEN BASIEREN AUF DENEN DES SNES-CONTROLLERS.
zh_cn: 你即将要配置一个控制器。如果你只有一个摇杆，配置方向键并按住 A 按键跳过摇杆配置。 如果没有特定的按键作为热键，请使用选择按键。通过按住 A 按键跳过所有你没有的按键。按钮名称基于 SNES 控制器。

source: CONFIGURE A CONTROLLER
de: EINEN CONTROLLER KONFIGURIEREN
zh_cn: 配置一个控制器

source: CONTROLLER PAIRED
de: CONTROLLER GEPAART
zh_cn: 控制器已配对

source: UNABLE TO PAIR CONTROLLER
de: CONTROLLER KANN NICHT GEKOPPELN WERDEN
zh_cn: 无法配对控制器

source: AN ERROR OCCURED
de: ES IST EIN FEHLER AUFGETRETEN
zh_cn: 出错了

source: NO CONTROLLERS FOUND
de: KEINE CONTROLLER GEFUNDEN
zh_cn: 未发现控制器

source: PAIR A BLUETOOTH CONTROLLER
de: KOPPELN EINES BLUETOOTH-CONTROLLERS
zh_cn: 配对一个蓝牙控制器

source: CONTROLLERS LINKS HAVE BEEN DELETED.
de: DIE VERKNÜPFUNGEN DER CONTROLLER WURDEN GELÖSCHT.
zh_cn: 控制器连接被删除了。

source: FORGET BLUETOOTH CONTROLLERS
de: BLUETOOTH-CONTROLLER VERGESSEN
zh_cn: 遗忘蓝牙控制器

source: INPUT P%i
de: EINGABE %i
zh_cn: 输入 P%i

source: CHOOSE
de: WÄHLEN
zh_cn: 选择

source: SELECT
de: AUSWAHL
zh_cn: 选择

source: OPTIONS
de: OPTIONEN
zh_cn: 选项

source: JUMP TO...
zh_cn: 跳到...

source: SORT GAMES BY
de: SPIELE SORTIEREN NACH:
zh_cn: 通过...排序游戏

source: FAVORITES ONLY
de: NUR FAVORITEN
zh_cn: 仅收藏

source: EDIT THIS GAME'S METADATA
de: SPIELMETADATEN BEARBEITEN
zh_cn: 编辑游戏元数据

source: SCRAPE THESE GAMES
de: DIESE SPIELE SCANNEN (SCRAPPEN)
zh_cn: 抓取这些游戏

source: Only missing image
de: Nur fehlende Bilder
zh_cn: 仅缺失图片

source: FILTER
zh_cn: 过滤

source: SCRAPE THESE SYSTEMS
de: DIESE SYSTEME SCANNEN (SCRAPPEN)
zh_cn: 抓取这些系统

source: SYSTEMS
de: SYSTEME
zh_cn: 系统

source: USER DECIDES ON CONFLICTS
de: BENUTZER ENTSCHEIDET BEI KONFLIKTEN
zh_cn: 用户自行解决冲突

source: START
zh_cn: 开始

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
de: WARNUNG: EINIGE DER VON IHNEN AUSGEWÄHLTEN SYSTEME HABEN KEINE PLATTFORM EINGESTELLT. DIE ERGEBNISSE KÖNNEN DAHER UNGENAUER SEIN ALS ÜBLICH! TROTZDEM FORTFAHREN?
zh_cn: 没有适合该标准的游戏。

source: REALLY UPDATE?
de: WIRKLICH AKTUALISIEREN?
zh_cn: 确定更新？

source: NETWORK CONNECTION NEEDED
de: NETZWERKVERBINDUNG ERFORDERLICH
zh_cn: 需要网络连接

source: UPDATE DOWNLOADED, THE SYSTEM WILL NOW REBOOT
de: AKTUALISIERUNG HERUNTERGELADEN, DAS SYSTEM WIRD JETZT NEU GESTARTET
zh_cn: 更新已下载，系统将重启

source: UPDATE FAILED, THE SYSTEM WILL NOW REBOOT
de: AKTUALISIERUNG FEHLGESCHLAGEN, DAS SYSTEM WIRD NUN NEU GESTARTET
zh_cn: 更新失败，系统将重启

source: NO UPDATE AVAILABLE
de: KEINE AKTUALISIERUNG VERFÜGBAR
zh_cn: 无可用更新

source: enter emulator
de: Emulator-Auswahl
zh_cn: 输入模拟器

source: enter core
de: Core-Auswahl
zh_cn: 输入核心

source: RATIO
zh_cn: 比例

source: enter ratio
de: Seitenverhältnis-Auswahl
zh_cn: 输入比例

source: NAME
zh_cn: 名称

source: enter game name
de: Namen des Spiels eingeben
zh_cn: 输入游戏名称

source: DESCRIPTION
zh_cn: 描述

source: enter description
de: Spielbeschreibung eingeben
zh_cn: 输入描述

source: IMAGE
zh_cn: 图片

source: enter path to image
de: Pfad zum Bild eingeben
zh_cn: 输入图片路径

source: THUMBNAIL
zh_cn: 缩略图

source: enter path to thumbnail
de: Pfad zum Vorschaubild eingeben
zh_cn: 输入缩略图路径

source: enter rating
de: Bewertung eingeben
zh_cn: 输入评分

source: RELEASE DATE
zh_cn: 发行日期

source: enter release date
de: Erscheinungsdatum eingeben
zh_cn: 输入发行日期

source: enter game developer
de: Spieleentwickler eingeben
zh_cn: 输入游戏开放商

source: enter game publisher
de: Spiele-Publisher eingeben
zh_cn: 输入游戏发行商

source: enter game genre
de: Spiel-Genre eingeben
zh_cn: 输入游戏分类

source: enter number of players
de: Anzahl der Spieler eingeben
zh_cn: 输入游戏人数

source: enter favorite
de: Favoriten eingeben
zh_cn: 输入收藏

source: Region
zh_cn: 地区

source: enter region
de: Region eingeben
zh_cn: 输入地区

source: Romtype
de: Rom-Typ
zh_cn: ROM 类型

source: enter romtype
de: Rom-Typ eingeben
zh_cn: 输入 ROM 类型

source: HIDDEN
de: AUSGEBLENDET
zh_cn: 隐藏

source: set hidden
de: Ausblenden
zh_cn: 设置隐藏

source: Play count
de: Spielanzahl
zh_cn: 游戏次数

source: enter number of times played
de: Eingabe der Zahl wie oft gespielt
zh_cn: 输入游戏次数

source: Last played
de: Zuletzt gespielt
zh_cn: 最后游戏日期

source: enter last played date
de: Letztes Spieldatum eingeben
zh_cn: 输入最后游戏日期

source: GAMES AVAILABLE
de: VERFÜGBARE SPIELE
zh_cn: %i 游戏可用

source: %i FAVORITE
zh_cn: %i 收藏

source: SCROLL
de: SCROLLEN
zh_cn: 滚动

source: LAUNCH
de: GESPIELT
zh_cn: 启动

source: Times played
de: Wie oft gespielt
zh_cn: 次游玩

source: MENU
de: MENÜ
zh_cn: 菜单

source: FILENAME, ASCENDING
de: DATEINAME, AUFSTEIGEND
zh_cn: 文件名，上升

source: FILENAME, DESCENDING
de: DATEINAME, ABSTEIGEND
zh_cn: 文件名，下降

source: RATING, ASCENDING
de: BEWERTUNG, AUFSTEIGEND
zh_cn: 评分，上升

source: RATING, DESCENDING
de: BEWERTUNG, ABSTEIGEND
zh_cn: 评分，下降

source: TIMES PLAYED, ASCENDING
de: SPIELANZAHL, AUFSTEIGEND
zh_cn: 游戏次数，上升

source: TIMES PLAYED, DESCENDING
de: SPIELANZAHL, ABSTEIGEND
zh_cn: 游戏次数，下降

source: LAST PLAYED, ASCENDING
de: ZULETZT GESPIELT, AUFSTEIGEND
zh_cn: 最后游戏日期，上升

source: LAST PLAYED, DESCENDING
de: ZULETZT GESPIELT, ABSTEIGEND
zh_cn: 最后游戏日期，下降

source: WORKING...
de: BEARBEITE...
zh_cn: 工作中...

source: CHANGE
de: ÄNDERUNG
zh_cn: 变更

source: just now
de: gerade jetzt
zh_cn: %i 秒之前

source: %i min ago
de: vor %i Minute
zh_cn: %i 分钟之前

source: %i hour ago
de: vor %i Stunde
zh_cn: %i 小时之前

source: %i day ago
de: vor %i Tag
zh_cn: %i 天之前

source: unknown
de: unbekannt
zh_cn: 未知

source: SELECT ALL
de: ALLES MARKIEREN
zh_cn: 全选

source: SELECT NONE
de: NICHTS MARKIEREN
zh_cn: 不选

source: JOYSTICK 1 UP
de: JOYSTICK 1 HOCH
zh_cn: 摇杆 1 UP

source: JOYSTICK 1 LEFT
de: JOYSTICK 1 LINKS
zh_cn: 摇杆 1 LEFT

source: JOYSTICK 2 UP
de: JOYSTICK 2 RUNTER
zh_cn: 摇杆 2 UP

source: JOYSTICK 2 LEFT
de: JOYSTICK 2 LINKS
zh_cn: 摇杆 2 LEFT

source: PAGE UP
de: L1 (NÄCHSTE SEITE)
zh_cn: 上一页

source: PAGE DOWN
de: R1 (VORHERIGE SEITE)
zh_cn: 下一页

source: HOTKEY
zh_cn: 热键

source: CONFIGURING
de: KONFIGURATION
zh_cn: 配置

source: KEYBOARD
de: TASTATUR
zh_cn: 键盘

source: GAMEPAD %i
zh_cn: 手柄 %i

source: PRESS ANYTHING
de: BELIEBIGE TASTE DRÜCKEN
zh_cn: 按任意键

source: ALREADY TAKEN
de: BEREITS BELEGT
zh_cn: 已占用

source: DISCARD CHANGES
de: ÄNDERUNGEN VERWERFEN
zh_cn: 丢弃变更

source: WELCOME
de: WILLKOMMEN
zh_cn: 欢迎

source: CONFIGURE INPUT
de: EINGABE KONFIGURIEREN
zh_cn: 配置输入

source: %i GAMEPAD DETECTED
de: %i GAMEPAD ERKANNT
zh_cn: %i 手柄被检测到

source: NO GAMEPADS DETECTED
de: KEINE GAMEPADS ERKANNT
zh_cn: 无手柄被检测到

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
de: HALTEN SIE EINE TASTE AN IHREM GERÄT GEDRÜCKT, UM ES ZU KONFIGURIEREN.
zh_cn: 按住你手柄上的 A 按键以配置该手柄。

source: PRESS F4 TO QUIT AT ANY TIME.
de: DRÜCKEN SIE F4, UM DEN VORGANG JEDERZEIT ZU BEENDEN.
zh_cn: 输入 F4 退出

source: PRESS ESC OR THE HOTKEY TO CANCEL.
de: DRÜCKEN SIE ESC ODER DEN HOTKEY, UM ABZUBRECHEN.
zh_cn: 输入 ESC 或热键以取消

source: DO YOU WANT TO START KODI MEDIA CENTER ?
de: MÖCHTEN SIE KODI MEDIA CENTER STARTEN?
zh_cn: 你想要启动 KODI 媒体中心吗？

source: LOADING...
de: LADEN...
zh_cn: 加载中...

source: PLEASE WAIT...
de: BITTE WARTEN...
zh_cn: 请等待...

source: REALLY SHUTDOWN WITHOUT SAVING METADATAS?
de: WIRKLICH HERUNTERFAHREN, OHNE METADATEN ZU SPEICHERN?
zh_cn: 确定不保存元数据并关机吗？

source: FAST SHUTDOWN SYSTEM
de: SYSTEM SCHNELL HERUNTERFAREN
zh_cn: 快速关机

source: ON SCREEN KEYBOARD
de: BILDSCHIRMTASTATUR
zh_cn: 屏幕键盘

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
de: UMSCHALT-TASTE FÜR GROß, KLEIN UND SONDERZEICHEN
zh_cn: SHIFT 可切换大小写和特殊字符

source: SPACE
de: LEERTASTE
zh_cn: 空格

source: DELETE A CHAR
de: LÖSCHEN EINES ZEICHENS
zh_cn: 删除一个字符

source: STOP EDITING
de: BEARBEITUNG BEENDEN
zh_cn: 停止编辑

source: MOVE CURSOR
de: KURSOR BEWEGEN
zh_cn: 移动光标

source: EDIT
de: BEARBEITEN
zh_cn: 编辑

source: ACCEPT RESULT
de: ERGEBNIS ÜBERNEHMEN
zh_cn: 接受结果

source: FILENAME
de: DATEINAME
zh_cn: 文件名

source: TIMES PLAYED
zh_cn: 游戏次数

source: LAST PLAYED
de: ZULETZT GESPIELT
zh_cn: 最后游戏日期

source: NUMBER OF PLAYERS
de: ANZAHL DER SPIELER
zh_cn: 游戏人数

source: SHOW HIDDEN
de: AUSGEBENDETE ANZEIGEN
zh_cn: 显示/隐藏

source: EXTREM (1400Mhz)
zh_cn: 极限 (1400Mhz)

source: TURBO (1350Mhz)
zh_cn: 极高 (1350Mhz)

source: HIGH (1300Mhz)
de: HOCH (1300MHz)
zh_cn: 高 (1300Mhz)

source: TURBO AND EXTREM OVERCLOCK PRESETS MAY CAUSE SYSTEM UNSTABILITIES, SO USE THEM AT YOUR OWN RISK. IF YOU CONTINUE, THE SYSTEM WILL REBOOT NOW.
de: TURBO- UND EXTREM-ÜBERTAKTUNGSVOREINSTELLUNGEN KÖNNEN SYSTEMINSTABILITÄTEN VERURSACHEN, DAHER ERFOLGT DEREN VERWENDUNG AUF EIGENE GEFAHR. WENN SIE FORTFAHREN, WIRD DAS SYSTEM JETZT NEU GESTARTET.
zh_cn: 极高和极限超频可能会导致系统不稳定，请自行承担风险。 如果你想继续，系统会马上重启。

source: %i GAME HIDDEN
de: %i SPIEL AUSGEBLENDET
zh_cn: %i 游戏被隐藏

source: Start kodi media player.
de: Starten des Kodi Media Player.
zh_cn: 启动 KODI 媒体播放器

source: Show how much space is used on your SHARE partition, located either on the SDCARD or on an external drive. The information shows how much GB are used and how much GB your storage has overall (example 13GB/26GB).
zh_cn: 配置游戏显示，比例，滤镜（渲染器），自动保存/加载和 RETROARCHIEVEMENT 账号。

source: The game ratio is the ratio between image width and image height. Use AUTO to let the emulator choose the original game ratio, that will give you the best retrogaming experience.
de: Das Spiel Seitenverhältnis ist das Verhältnis zwischen Bildbreite und Bildhöhe. Verwenden Sie AUTO, damit der Emulator das Original-Spiel Seitenverhältnis wählt, das Ihnen das beste Retrogaming-Erlebnis bietet.
zh_cn: 游戏比例指图像宽度和高度的比例。使用自动以使模拟器选择原始的游戏比例，这会给你最佳的复古游戏体验。

source: Smooth the game image. This option makes the image smoother, using bilinear filtering.
de: Das Spielbild optimieren. Mit dieser Option wird das Bild mithilfe der bilinearen Filterung geglättet.
zh_cn: 平滑游戏图像。这个选项会使用线性过滤以使图像更平滑

source: This option allows you to rewind the game if you get killed by a monster, or if you make any other mistake. Use the HOTKEY + LEFT command within the game to rewind.
de: Mit dieser Option können Sie das Spiel zurückspulen, wenn Sie von einem Monster getötet werden oder wenn Sie einen anderen Fehler machen. Verwenden Sie den Befehl HOTKEY + LINKS innerhalb des Spiels, um zurückzuspulen.
zh_cn: 这个选项允许你在被怪物杀死或其他失误时倒带。使用 "热键" + 左键 以在游戏中倒带。
